export const paymentTypes = [
  {
    value: "نقدي",
    label: "نقدي",
  },
  {
    value: "الكتروني - ماكينة",
    label: "الكتروني - ماكينة",
  },
  {
    value: "الكتروني - مدفوعة مواطن",
    label: "الكتروني - مدفوعة مواطن",
  },
  {
    value: "الكتروني - تحويل بنكي",
    label: "الكتروني - تحويل بنكي",
  },
];

export const taxTypes = [
  {
    value: "ضريبة مباني",
    label: "ضريبة مباني",
  },
  {
    value: "ضريبة أطيان",
    label: "ضريبة أطيان",
  },
  {
    value: "ضريبة ملاهي",
    label: "ضريبة ملاهي",
  },
  {
    value: "كشف رسمي",
    label: "كشف رسمي",
  },
  {
    value: "تامينات",
    label: "تامينات",
  },
  {
    value: "طعون",
    label: "طعون",
  },
  {
    value: "مصاريف حجز",
    label: "مصاريف حجز",
  },
  {
    value: "مصاريف رفع حجز",
    label: "مصاريف رفع حجز",
  },
  {
    value: "اعانة بر",
    label: "اعانة بر",
  },
  {
    value: "اعانة سينما",
    label: "اعانة سينما",
  },
  {
    value: "طابع شهيد",
    label: "طابع شهيد",
  },
  {
    value: "شرطة",
    label: "شرطة",
  },
  {
    value: "تنمية محلية",
    label: "تنمية محلية",
  },
  {
    value: "رسم درن",
    label: "رسم درن",
  },
  {
    value: "معاشات",
    label: "معاشات",
  },
];
